Repository: maratNeSlaiv/heat_up
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# login_confirm
source: Log In
ru: Авторизоваться

# login_emailPlaceholder
source: example@gmail.com
ru: почта@gmail.com

# login_forgotPassword
source: Forgot Password?
ru: Забыли пароль ?

# login_passwordPlaceholder
source: ex@mpleP@ssw0rd!
ru: при@мерп@р0ля!

# login_title
source: Log In
ru: Авторизоваться

# resetPassword_email
source: Email
ru: Почта

# resetPassword_instruction
source: Enter your email to reset your password
ru: Введите вашу почту для сброса пароля

# resetPassword_invalidEmail
source: Please enter a valid email address.
ru: Пожалуйста, введите действующий адрес электронной почты.

# resetPassword_invalidOTP
source: Invalid OTP code
ru: Неправильный код

# resetPassword_otp
source: OTP from email
ru: Код с почты

# resetPassword_OTPSentConfirmation
source: 6-digit One-Time-Password has been sent to your email.
ru: 6-ти значный код отправлен на вашу почту.

# resetPassword_sendOTP
source: Send One-Time-Password
ru: Отправить одноразовый код.

# resetPassword_title
source: Reset Password
ru: Сброс пароля

# resetPassword_verifyOTP
source: Verify
ru: Подтвердить

# setNewPassword_confirmPasswordPlaceholder
source: Confirm password
ru: Подтвердите пароль

# setNewPassword_instruction
source: Create a new password
ru: Придумайте новый пароль

# setNewPassword_newPasswordPlaceholder
source: New password
ru: Новый пароль

# setNewPassword_passwordMismatch
source: Passwords do not match
ru: Пароли не совпадают

# setNewPassword_save
source: Save
ru: Сохранить

# setNewPassword_title
source: Change password
ru: Изменение пароля

# SignUp_atLeast8Characters
source: Has 8 characters
ru: Содержит 8 символов

# signUp_confirm
source: Sign Up
ru: Зарегистрироваться

# SignUp_confirmEmailInvalid
source: Email address cannot be empty!
ru: Адрес почты - пустой!

# SignUp_confirmPasswordInvalid
source: Password: complete all requirements.
ru: Пароль: выполните все условия.

# SignUp_containsADigit
source: Contains a digit
ru: Содержит число

# SignUp_containsSpecialCharacter
source: Contains a special character (*&^%$#@!)
ru: Содержит специальный символ (*&^%$#@!)

# SignUp_containsUpperCase
source: Contains an upper-case letter
ru: Содержит заглавную букву

# SignUp_createAccountPrompt
source: Create a free account!
ru: Создайте аккаунт бесплатно!

# SignUp_emailAddressPrompt
source: Email address
ru: Адрес почты

# signUp_emailPlaceholder
source: example@gmail.com
ru: почта@gmail.com

# signUp_guest
source: Visit as guest
ru: Войти как гость

# signUp_haveAccount
source: Already have an account?
ru: Есть аккаунт?

# signUp_login
source: Log In
ru: Авторизоваться

# signUp_passwordPlaceholder
source: ex@mpleP@ssw0rd!
ru: при@мерп@р0ля!

# SignUp_passwordPrompt
source: Password
ru: Пароль

# SignUp_passwordStrengthMedium
source: Medium
ru: Средний

# SignUp_passwordStrengthStrong
source: Strong
ru: Хороший

# SignUp_passwordStrengthUnknown
source: Unknown
ru: Что это

# SignUp_passwordStrengthWeak
source: Weak
ru: Слабый
